[
    {
        "text": "Between the Borrego Desert and the pine- covered peaks\nof Cleveland National Forest in eastern San Diego county,",
        "start": 11.51,
        "duration": 6.97
    },
    {
        "text": "California there's a domain of solid granite \ncalled the In-Ko-Pah mountains. The",
        "start": 18.48,
        "duration": 5.28
    },
    {
        "text": "In-Ko-Pah’s have nary a tree, only course\nmanzanita chaparral that springs from",
        "start": 23.76,
        "duration": 5.27
    },
    {
        "text": "chinks in the rock like the hair of an\narmadillo. It's a bare and broken land,",
        "start": 29.03,
        "duration": 4.77
    },
    {
        "text": "forsaken to brooding hoodoos, rodents,\nsnakes, and decomposing granite.",
        "start": 33.8,
        "duration": 5.86
    },
    {
        "text": "Place names give its mood, Valley of the Moon, Devil's\nCanyon, the optimistic Boulder Park and Coyote's Flying Saucer",
        "start": 39.66,
        "duration": 9.05
    },
    {
        "text": "Retrievals and Repair Service. Most notable is the Desert\nView Tower in In-Ko-Pah Canyon. The tower is made of the",
        "start": 48.71,
        "duration": 7.32
    },
    {
        "text": "native granite and stands Tolkienesque, commanding a view\nof the Wizard’s Cauldron around it. As a child, I remember",
        "start": 56.03,
        "duration": 6.49
    },
    {
        "text": "the tower had a coffee shop. We never stopped because\nwe're almost there - there being still two hours away. I",
        "start": 62.52,
        "duration": 8.34
    },
    {
        "text": "wistfully watched its golden glow suffused with coffee\nand sweet roll smells passed from the back seat of a",
        "start": 70.86,
        "duration": 6.42
    },
    {
        "text": "50’s Cadillac, 60’s Lincoln and two 70’s Ford LDT’s.\nIt presented a glowing warrant for the",
        "start": 77.28,
        "duration": 7.37
    },
    {
        "text": "traveler, standing high above the road in this stark,\nalien landscape. As it happens, I'm living here now in a",
        "start": 84.65,
        "duration": 8.46
    },
    {
        "text": "rural mountain community called Potrero, which lies in this\ncauldron or granite region where I've taken the opportunity",
        "start": 93.11,
        "duration": 7.09
    },
    {
        "text": "to look at the rocks. What I conclude from\nobservations is that these granite boulders are bubbles",
        "start": 100.2,
        "duration": 6.66
    },
    {
        "text": "of boiled sand - not hollow bubbles, but solid drops of\ngranite formed as boils at the surface of a hot fluid matrix.",
        "start": 106.86,
        "duration": 8.53
    },
    {
        "text": "’Cauldron of Granite’ is an accurate description as the\nenergy came from below, and by electrolysis in thermal",
        "start": 115.39,
        "duration": 8.21
    },
    {
        "text": "convection, boiled through layers of sand to the surface,\nliquefying the sand in the process like one would melt metals",
        "start": 123.6,
        "duration": 6.65
    },
    {
        "text": "in a cauldron. As exemplified in these photos,\nmany boulders look like the kind of candy",
        "start": 130.25,
        "duration": 5.89
    },
    {
        "text": "made with drops of molten sugar, a viscous thick material\nthat quickly cools to form a skin that holds its drop",
        "start": 136.14,
        "duration": 7.5
    },
    {
        "text": "shape while the inside remains hot and liquid.\nThe shapes are like frozen beads of molten glass.",
        "start": 143.64,
        "duration": 7.31
    },
    {
        "text": "Bubbles and drops take a cellular form due to surface\ntension that forms the skin around the fluid and a pressure",
        "start": 150.95,
        "duration": 6.49
    },
    {
        "text": "density differential across this membrane. The bulging \nrounded shape suggest these formed in atmospheric",
        "start": 157.44,
        "duration": 7.32
    },
    {
        "text": "pressure, rather than deep underground as consensus science\ntells us. There had to be a lower pressure and density",
        "start": 164.76,
        "duration": 6.9
    },
    {
        "text": "surrounding these drops as they form to allow the\nfree-form shapes found only by surface tension in the skin.",
        "start": 171.66,
        "duration": 7.07
    },
    {
        "text": "We'll observe multiple other points of evidence that these\nboulders are electrified boils, including evidence of",
        "start": 178.73,
        "duration": 7.14
    },
    {
        "text": "how the mountains were formed and how they became electrified\nto boil boulder fields. In this, part one of a two-part series,",
        "start": 185.87,
        "duration": 7.27
    },
    {
        "text": "we'll discuss the boulders. In part two, we will discuss \nthe cauldron and what caused these mountains to boil.",
        "start": 193.14,
        "duration": 8.22
    },
    {
        "text": "As we review the evidence and discuss the potential causes\nand processes, bear in mind the situational context of Earth",
        "start": 201.36,
        "duration": 7.32
    },
    {
        "text": "at the time. Earth was in upheaval due to some\ncosmic disturbance. The atmosphere and ground,",
        "start": 208.68,
        "duration": 6.72
    },
    {
        "text": "all through the crust, was charged. In some places, saturated\nzones eroded away, electronically machined by sputtering and",
        "start": 215.4,
        "duration": 8.33
    },
    {
        "text": "arc discharge. Other areas had lower levels of saturation,\nwhere charge diffused through the ground and caused",
        "start": 223.73,
        "duration": 7.56
    },
    {
        "text": "secondary and tertiary events at the surface that \naren't easily identified with something purely electrical.",
        "start": 231.29,
        "duration": 7.58
    },
    {
        "text": "Thermodynamics, chemistry, fluid dynamics,\nall conspire to increase the complexity",
        "start": 238.87,
        "duration": 5.21
    },
    {
        "text": "of nature's products. The Granite Cauldron is a display of\nsuch complexity. Examination of the rocks, and the region",
        "start": 244.08,
        "duration": 8.28
    },
    {
        "text": "as a whole, leads me to conclude that the granite was boiled\nas a consequence of electrolysis in an underlying aquifer,",
        "start": 252.36,
        "duration": 6.9
    },
    {
        "text": "where oxygen and hydrogen became segregated and channeled\nthrough layers of sand and water. The oxygen channels",
        "start": 259.26,
        "duration": 8.1
    },
    {
        "text": "reacted with elements in the layers of sand, creating\nblossoms of hot boiling silicon compounds that solidified in",
        "start": 267.36,
        "duration": 8.1
    },
    {
        "text": "contact with the atmosphere, suddenly cooling, recombining\nand recrystallizing as granite, but still in the shape of",
        "start": 275.46,
        "duration": 8.34
    },
    {
        "text": "fluid drops. The evidence to back my theories,\nis in the shape of the boulders, which precisely",
        "start": 283.8,
        "duration": 5.94
    },
    {
        "text": "conform to the shape of fast-cooling drops and clusters\nof drops. In fact, the boulders conform to shapes made of",
        "start": 289.74,
        "duration": 7.14
    },
    {
        "text": "melted glass - silica dioxide - which is what these rocks are\nlargely composed of. They do not conform to the expectations",
        "start": 296.88,
        "duration": 8.81
    },
    {
        "text": "of conventional erosion. There is also evidence in\nthe topography of the coastal mountains which display",
        "start": 305.69,
        "duration": 7.5
    },
    {
        "text": "the clear patterns of a large discharge current \nfrom the Earth. This differs from the consensus theory",
        "start": 313.19,
        "duration": 7.33
    },
    {
        "text": "which has granite form deep in the Earth as a volcanic\nflow that didn't erupt or surface, but became trapped under",
        "start": 320.52,
        "duration": 7.67
    },
    {
        "text": "extreme pressure and temperature for eons as its \ncrystals grew. Then an accordion-like action in the",
        "start": 328.19,
        "duration": 6.97
    },
    {
        "text": "Earth's crust, triggered by subduction of the continent,\ncaused these granites to be shoved 5,000 feet above sea level,",
        "start": 335.16,
        "duration": 7.56
    },
    {
        "text": "where they have been lashed by wind, rain and freeze for\nmillennia, to produce the polished and rounded, but sometimes",
        "start": 342.72,
        "duration": 7.31
    },
    {
        "text": "square, granite boulders that we see. At least the consensus\nand I agree - there was extreme heat from within the Earth.",
        "start": 350.03,
        "duration": 8.35
    },
    {
        "text": "My boiling drop theory suggests things pretty much happened\nall at once though, due to a high voltage electrical impulse,",
        "start": 358.38,
        "duration": 7.37
    },
    {
        "text": "diffusing through a sandstone aquifer. Evidence that boulders\nformations are boiled, is their shape as depicted in the",
        "start": 365.75,
        "duration": 8.28
    },
    {
        "text": "images previously shown, where singular drops formed and froze.\nWhile some retained an ovular shape, they dehydrated",
        "start": 374.03,
        "duration": 7.57
    },
    {
        "text": "and contracted as they cooled, which often left conical\nor flattened drops. Well, this is exactly what one expects",
        "start": 381.6,
        "duration": 7.26
    },
    {
        "text": "from a hot molten drop that cools, dries and solidifies\nquickly. More often, however, one finds clusters of",
        "start": 388.86,
        "duration": 8.1
    },
    {
        "text": "boulders that were once co-joined, like bubbles in \na foam. In a foam bubbles and drops conform to",
        "start": 396.96,
        "duration": 6.72
    },
    {
        "text": "each other, matching shapes across cellular membranes.\nIt's very obvious, the bulges shown in the next set of images,",
        "start": 403.68,
        "duration": 6.54
    },
    {
        "text": "are clusters of drops that have dried and fallen apart,\nleaving matching surfaces where they were once co-joined.",
        "start": 410.22,
        "duration": 8.75
    },
    {
        "text": "Steam and other gases exited the rock as it cooled. The \nexpansion of gas and steam at the surface contact with the",
        "start": 418.97,
        "duration": 7.44
    },
    {
        "text": "atmosphere likely helped cool the surface faster,\nincreasing the surface tension in the skin, and causing",
        "start": 426.41,
        "duration": 6.55
    },
    {
        "text": "shrinkage of the drop. As the drop shrank, it separated \ninto lobes, which further shrank and broke apart.",
        "start": 432.96,
        "duration": 8.1
    },
    {
        "text": "Comparing the boulder cluster shown, to the bubble clusters\nin the next group of images, one sees the same polygonal",
        "start": 441.06,
        "duration": 7.44
    },
    {
        "text": "interfaces, the same segmenting, and the\nsame interstitial bubbles, wedged between",
        "start": 448.5,
        "duration": 6.06
    },
    {
        "text": "larger bubbles. The only difference shape-wise is that\nboulders are solidified drops, not bubbles, and they shrank as",
        "start": 454.56,
        "duration": 8.69
    },
    {
        "text": "they dried causing segmented lobes to separate and \nfall apart. When bubbles and drops cluster, those on",
        "start": 463.25,
        "duration": 7.56
    },
    {
        "text": "the interior of the cluster tend to be polygonal shapes.\nBecause the internal pressure between cojoined cells in a",
        "start": 470.81,
        "duration": 7.21
    },
    {
        "text": "cluster is more or less equalized, internal membrane walls\nexperience no pressure differential and are flat. Outer",
        "start": 478.02,
        "duration": 8.04
    },
    {
        "text": "cells in the cluster however have a differential between\ninterior pressure in the atmosphere and therefore they",
        "start": 486.06,
        "duration": 6.47
    },
    {
        "text": "bulge outwards. That is exactly how these boulder clusters\nare structured. If one makes a symmetrical cluster of five",
        "start": 492.53,
        "duration": 8.16
    },
    {
        "text": "bubbles, the one inside the other four will be a perfect \ncube. There are several examples of polygonal",
        "start": 500.69,
        "duration": 7.5
    },
    {
        "text": "bubbles in the images shown. Singular boulders tend\nto be rounded, while boulders in clusters tend to be",
        "start": 508.19,
        "duration": 6.55
    },
    {
        "text": "polygonal, especially the ones in the cluster \ncenter. The squared shapes and flat surfaces",
        "start": 514.74,
        "duration": 6.47
    },
    {
        "text": "between boulders is proof they formed as drops in the\natmosphere. This granite has no grain oriented in a",
        "start": 521.21,
        "duration": 7.33
    },
    {
        "text": "certain direction, or any other internal structure that\nwould cause them to break in a particular way, as a result of",
        "start": 528.54,
        "duration": 6.12
    },
    {
        "text": "earthquake or erosion. The only explanation presented\nby physics, is if these rocks were clustered drops.",
        "start": 534.66,
        "duration": 7.08
    },
    {
        "text": "A child can make a perfect square with soap\nbubbles; I challenge any PhD to do so with erosion.",
        "start": 541.74,
        "duration": 9.24
    },
    {
        "text": "Surface tension had to conform to the volume reduction.\nSo, one of two things happened. If the skin had cooled and",
        "start": 550.98,
        "duration": 7.14
    },
    {
        "text": "recrystallized, it became rigid and further shrinkage of\nthe hot interior caused the hard shell to break, leaving a",
        "start": 558.12,
        "duration": 6.6
    },
    {
        "text": "sharp crack. If the skin was still plastic and viscous when \nthe drop shrank, the skin conformed around it and the",
        "start": 564.72,
        "duration": 7.2
    },
    {
        "text": "fluid interior, leaving rounded edges. Most, if not all, rock \nstructures display one or both consequences of shrinkage.",
        "start": 571.92,
        "duration": 8.34
    },
    {
        "text": "Separations that occurred from shrinkage after the skin set\ninto a hard shell, couldn't conform and broke, leaving sharp",
        "start": 580.26,
        "duration": 7.13
    },
    {
        "text": "edge cracks, as shown in these photos. These breaks\ntend to form an s-shaped curve; not orthogonal segments.",
        "start": 587.39,
        "duration": 8.53
    },
    {
        "text": "Drops in clusters with membranes still soft and pliable\nhowever, show rounded edges and concavities where drops",
        "start": 595.92,
        "duration": 7.62
    },
    {
        "text": "separated and shrank. These cellular segments\ntend to break parallel and orthogonal, at specific",
        "start": 603.54,
        "duration": 6.35
    },
    {
        "text": "angles particular to each cluster. The angles or dip of the\nhorizontal surfaces vary widely. It seems likely some force",
        "start": 609.89,
        "duration": 8.59
    },
    {
        "text": "was pushing some clusters over, like the wind \nor perhaps gravity, was making them topple.",
        "start": 618.48,
        "duration": 6.35
    },
    {
        "text": "The angles from one cluster to another are not consistent,\nwhich suggests variable winds or something perhaps",
        "start": 624.83,
        "duration": 7.75
    },
    {
        "text": "expected over a boiling cauldron. Another compelling\nevidence these boulders are boils, is the columnar",
        "start": 632.58,
        "duration": 6.54
    },
    {
        "text": "geometry of the largest structures. The segmenting is\ncellular as already discussed, caused by cooling, shrinkage",
        "start": 639.12,
        "duration": 8.1
    },
    {
        "text": "and surface-tension-related skin effects. The \ncolumnar shape however, indicates convection.",
        "start": 647.22,
        "duration": 6.96
    },
    {
        "text": "Vertically elongated clustered polygonal columns are a known\neffect of heat convection called, what else, convection",
        "start": 654.18,
        "duration": 8.52
    },
    {
        "text": "columns. And what is boiling? It's a process of\nheat convection. Flat surfaces are left where bubble",
        "start": 662.7,
        "duration": 8.16
    },
    {
        "text": "walls were pressed in tall squarish columns and then fell\napart after cooling, shrinking, cracking and segregating.",
        "start": 670.86,
        "duration": 7.8
    },
    {
        "text": "Everywhere boulders are co-joined or conforming to each\nother in shape, interfaced with puzzle-piece concavities",
        "start": 678.66,
        "duration": 6.9
    },
    {
        "text": "and bulges, because they were fluid and plastic\nduring formation. The granite boulders are visually",
        "start": 685.56,
        "duration": 6.6
    },
    {
        "text": "patterned, precisely as one would expect a viscous frothing\nfluidized matrix to look, if it were frozen in mid-boil.",
        "start": 692.16,
        "duration": 7.98
    },
    {
        "text": "Compare these formations to viscous drops, bubbles,\nfoams and boils of various fluids, and you can find analog",
        "start": 700.14,
        "duration": 7.5
    },
    {
        "text": "formations with these shapes and features.\nLook at the sequence of images below, and",
        "start": 707.64,
        "duration": 5.63
    },
    {
        "text": "it's apparent how these bubbles separate. It begins with a\nthin crack, where a shrinking drop begins to segment into",
        "start": 713.27,
        "duration": 6.79
    },
    {
        "text": "smaller drops. Look at the top left and bottom pictures\nin this grouping. Then the drops begin to separate and the",
        "start": 720.06,
        "duration": 8.16
    },
    {
        "text": "edges round off along the seam in a\nfluid-manner, like a bubble. And then they",
        "start": 728.22,
        "duration": 4.67
    },
    {
        "text": "separate completely, like water balloons. These are examples\nof shrinkage when the skin is still plastic and molds around",
        "start": 732.89,
        "duration": 6.97
    },
    {
        "text": "the coin drop of molten material. Another evidence for\nboils are top hats - one boulder stacked directly atop",
        "start": 739.86,
        "duration": 8.58
    },
    {
        "text": "another. Consider a viscous mold and drop where the surface \nrapidly cools and crystallizes the semi-solid crust.",
        "start": 748.44,
        "duration": 7.8
    },
    {
        "text": "And then more hot fluid pressures up inside, but the bubble's\ncrusty skin can't expand, so fluid gushes out the thinnest",
        "start": 756.24,
        "duration": 7.44
    },
    {
        "text": "skin of the bubble at the very top, thus creating a new bubble\nstacked atop the old. In the case of a cluster of bubbles,",
        "start": 763.68,
        "duration": 8.04
    },
    {
        "text": "they can stack into these columns. A similar feature is\nthe necklace, where interstitial drops seep out around the",
        "start": 771.72,
        "duration": 8.4
    },
    {
        "text": "base of larger drops forming, a beaded necklace.\nAnd one evidence I consider irrefutable is the",
        "start": 780.12,
        "duration": 7.14
    },
    {
        "text": " ‘water balloon’ effect. The next group of images is of\nthe same rock structure from different angles. I'll just point",
        "start": 787.26,
        "duration": 7.86
    },
    {
        "text": "out the obvious: the top segmented rocks were once fluid sacs,\nlike viscous water balloons that erupted out the top of an",
        "start": 795.12,
        "duration": 8.45
    },
    {
        "text": "older boil and flowed down its back before shrinking,\nsegmenting, and solidifying. Opposite the dripping side of the",
        "start": 803.57,
        "duration": 8.59
    },
    {
        "text": "balloon is a concave site, where drops in the cluster\npressed against other drops that have since fallen away.",
        "start": 812.16,
        "duration": 7.26
    },
    {
        "text": "Wind, I suspect, flattened and pressed these bubbles together,\nforcing the concavities instead of forming the more typical",
        "start": 819.42,
        "duration": 7.68
    },
    {
        "text": "orthogonal cracks and separations seen in the majority of\nolder clusters. The inner folds of the concavities have",
        "start": 827.1,
        "duration": 7.67
    },
    {
        "text": "fluid ripples, the actual impression of turbulent waves\nand ripples in the separating skin between bubbles.",
        "start": 834.77,
        "duration": 8.47
    },
    {
        "text": "I interpret this as an indication that wind, seismic,\nor some other cause, was vibrating the bubble.",
        "start": 843.24,
        "duration": 7.44
    },
    {
        "text": "In the following gallery are several more examples,\nwhere drops in a cluster pressed together, leaving these",
        "start": 850.68,
        "duration": 6.48
    },
    {
        "text": "concavities beneath overhanging water balloons.\nThere are multiple other patterns in the",
        "start": 857.16,
        "duration": 7.02
    },
    {
        "text": "rock that display fluid-drop-bubble behavior.\nLarge waterfalls of rock can be found",
        "start": 864.18,
        "duration": 6.54
    },
    {
        "text": "where a molten mass erupted from the flanks of a mountain\nand sheep flowed down its side like a volcanic lava flow.",
        "start": 870.72,
        "duration": 8.94
    },
    {
        "text": "Close examination of sheep-flow patterns show even more\nevidence, such as the appearance of standing waves. They look",
        "start": 879.66,
        "duration": 9.06
    },
    {
        "text": "just like river waves flowing over a rock. The pattern of a\nviscous river shows where flows join to form standing waves.",
        "start": 888.72,
        "duration": 10.26
    },
    {
        "text": "Look at the foot of the granite flow and it\nresembles the foot of a glacier or of a lava flow.",
        "start": 898.98,
        "duration": 6.96
    },
    {
        "text": "Perhaps the most compelling, singular example - this rock\nformed as a boiling fluid and suddenly froze when exposed to",
        "start": 905.94,
        "duration": 8.51
    },
    {
        "text": "the atmosphere as shown in the next example. Liquid rock has\npoured out the side of the pillar and froze like a faucet",
        "start": 914.45,
        "duration": 7.56
    },
    {
        "text": "of running water. And here's another example of the\nsame thing - a pouring outflow from a standing column.",
        "start": 922.01,
        "duration": 8.76
    },
    {
        "text": "Like injection molds, the rocks have nubs and tubular pore\nspouts, where fluid passed between cellular structures.",
        "start": 930.77,
        "duration": 9.12
    },
    {
        "text": "And there's something to be said about the regularity of\nhow rocks section in proportion to their volume. As if there",
        "start": 939.89,
        "duration": 7.56
    },
    {
        "text": "were a frequency causing a harmonic response in the \nbody of the rock. It could be a seismic vibration from the",
        "start": 947.45,
        "duration": 7.09
    },
    {
        "text": "fluidized boiling cauldron itself, or it could be from\nsonic shock due to atmospheric winds. It's also possible",
        "start": 954.54,
        "duration": 7.73
    },
    {
        "text": "that the piezoelectric effect of current in the crystallizing\nskin of the boils, cause vibration. However, there's harmonic",
        "start": 962.27,
        "duration": 8.17
    },
    {
        "text": "resonance that seems to play a role in how these drop segment\nand separate apart. There are many questions that remain to be",
        "start": 970.44,
        "duration": 8.51
    },
    {
        "text": "answered, about how this rock formed. The atomic and\nchemical reactions are complex, given the unknown amounts of",
        "start": 978.95,
        "duration": 6.91
    },
    {
        "text": "current and potential involved; the perfusion of elements\ninvolved; and the unknown state of Earth's atmosphere.",
        "start": 985.86,
        "duration": 7.32
    },
    {
        "text": "Even Earth's orbit and what it orbited around\nat the time these rocks formed, is unknown.",
        "start": 993.18,
        "duration": 6.0
    },
    {
        "text": "One thing is for sure, however. These rocks\nformed in atmospheric pressure. There is",
        "start": 999.18,
        "duration": 6.0
    },
    {
        "text": "no possible way these shapes were produced while confined\ndeep underground. Nor is it possible they were produced by",
        "start": 1005.18,
        "duration": 7.62
    },
    {
        "text": "any form of erosion. Forms were caused by a viscous\nplastic fluid confined only by surface tension.",
        "start": 1012.8,
        "duration": 8.58
    },
    {
        "text": "Their shape is self-evident. There is no argument that can\nbe made to deny it. They look like drops and bubbles because",
        "start": 1021.38,
        "duration": 8.69
    },
    {
        "text": "they are. There's a reason boulders\nboiled from the Earth east of San Diego.",
        "start": 1030.07,
        "duration": 6.12
    },
    {
        "text": "To understand how this happened, part 2 of the Granite Cauldron\nwill look at the mountains in cells and how they formed.",
        "start": 1036.19,
        "duration": 7.92
    },
    {
        "text": "Thank you and cheers!",
        "start": 1044.11,
        "duration": 1.87
    },
    {
        "text": "[Music]",
        "start": 1045.98,
        "duration": 4.25
    },
    {
        "text": "[Music]",
        "start": 1052.25,
        "duration": 21.22
    }
]