[
    {
        "text": "Good afternoon everyone. Current scientific\ntheories of the atom are hypothesizing that the",
        "start": 13.12,
        "duration": 6.72
    },
    {
        "text": "nucleus is made up of a chaotic blob of protons \nand neutrons. There is no known structure for",
        "start": 19.84,
        "duration": 5.84
    },
    {
        "text": "the nucleus. Quantum mechanics states that it is impossible\nto show a true shape for the nucleus, but instead relies on",
        "start": 25.68,
        "duration": 8.03
    },
    {
        "text": "mathematics to express the atom and its non-\ndeterministic nature. Is it possible that there is a structure",
        "start": 33.71,
        "duration": 7.93
    },
    {
        "text": "to the nucleus of the atom? In this presentation,\nI will make precisely that attempt and show you how",
        "start": 41.64,
        "duration": 7.88
    },
    {
        "text": "this structure, with its particular rules and mechanics,\nare responsible for the periodicity and the grouping of the",
        "start": 49.52,
        "duration": 6.24
    },
    {
        "text": "Periodic Table of the Elements. My goal today is to\ntake you from this two-dimensional solar system model of",
        "start": 55.76,
        "duration": 7.72
    },
    {
        "text": "the atom with no structuring whatsoever (as we can\nsee on this side) and I want to take you to a logical",
        "start": 63.48,
        "duration": 11.64
    },
    {
        "text": "threedimensional structure of the atom. The proton-electron\nmodel that was adhered to until the acceptance of the",
        "start": 75.24,
        "duration": 7.32
    },
    {
        "text": "neutrons in about 1933 has been taken as a base \nfor that. Now, before I continue, I would like",
        "start": 82.56,
        "duration": 8.48
    },
    {
        "text": "to draw everybody's attention to the disclaimer of this\npresentation: “We are all agreed that your theory is crazy. The",
        "start": 91.04,
        "duration": 6.6
    },
    {
        "text": "question which divides us, is whether it's crazy\nenough to have a chance of being correct.” Niels",
        "start": 97.64,
        "duration": 6.6
    },
    {
        "text": "Bohr. The presentation is made up of the following: 1 -\nCurrent understanding of the model. We'll take you through a",
        "start": 105.04,
        "duration": 6.8
    },
    {
        "text": "short history lesson there, and then we will go \ninto 2. Proposal for the Structured Atom model.",
        "start": 111.84,
        "duration": 8.91
    },
    {
        "text": "The third part will be to touch upon 3. implications \nof this model, and [finally] 4. we will state our",
        "start": 120.75,
        "duration": 7.96
    },
    {
        "text": "conclusions. Our journey begins in the early 1800s when\nJohn Dalton was doing his research. Dalton used relative",
        "start": 134.23,
        "duration": 9.17
    },
    {
        "text": "atomic weights and published a table of\nrelative atomic weights. So, we have the first",
        "start": 143.4,
        "duration": 7.91
    },
    {
        "text": "rudimentary form of a Periodic Table of the \nElements. For example, Dalton found that",
        "start": 151.31,
        "duration": 7.2
    },
    {
        "text": "12 g of carbon could react with 16 g of\noxygen to form the compound that we now call",
        "start": 159.87,
        "duration": 5.21
    },
    {
        "text": "carbon monoxide. Or with 32 g of oxygen to form carbon dioxide.\nThe ratio of oxygen masses - 32 to 16 – simplifies to 2:1.",
        "start": 165.08,
        "duration": 15.79
    },
    {
        "text": "At some point, it was discovered that certain elements have\ncommon properties and that there was a periodicity to the",
        "start": 182.2,
        "duration": 5.24
    },
    {
        "text": "elements. In 1864 John Newland described\na law of octaves. He observed periodicity",
        "start": 187.44,
        "duration": 8.64
    },
    {
        "text": "according to the relative atomic weight and identified some\nnew elements such as germanium. His concept however was not",
        "start": 196.08,
        "duration": 7.64
    },
    {
        "text": "recognized by the Society of Chemists until 1887.\nAfter becoming a teacher in 1867, Mendeleev",
        "start": 203.72,
        "duration": 11.24
    },
    {
        "text": "wrote a definitive text book of his time,\n”Principles of Chemistry” in two volumes, 1868 to",
        "start": 216.72,
        "duration": 7.68
    },
    {
        "text": "1870. It was written as he was preparing a textbook\nfor his course. This is when he made his most important",
        "start": 224.4,
        "duration": 7.83
    },
    {
        "text": "discovery. As he attempted to classify the elements according\nto their chemical properties, he noticed patterns that led",
        "start": 232.23,
        "duration": 6.64
    },
    {
        "text": "him to postulate his periodic table. Mendeleev claims to have\nenvisioned the complete arrangement of the elements in a dream,",
        "start": 238.87,
        "duration": 8.2
    },
    {
        "text": "quote, “I saw in a dream a table where all\nthe elements fell into place as required.",
        "start": 247.07,
        "duration": 4.44
    },
    {
        "text": "Awakening, I immediately wrote it down on a piece of \npaper. Only in one place did a correction later appear",
        "start": 251.51,
        "duration": 9.32
    },
    {
        "text": "necessary.” I would like to point out here in his periodic\ntable the purple elements like helium, neon, argon",
        "start": 260.83,
        "duration": 9.69
    },
    {
        "text": "krypton etc. which were totally unknown. And here we see\nfor example the germanium. By looking at these empty spots,",
        "start": 270.52,
        "duration": 9.48
    },
    {
        "text": "we were able to pinpoint where the next\nelement should be and that's how we found",
        "start": 280.0,
        "duration": 5.96
    },
    {
        "text": "them. J.J. Thomson performed his cathode ray\nexperiments in 1897. If a gas sample is introduced",
        "start": 285.96,
        "duration": 11.76
    },
    {
        "text": "into the region between two charged plates, which we can\nsee on the bottom here, a current flow can be observed,",
        "start": 297.72,
        "duration": 8.47
    },
    {
        "text": "suggesting that the atoms have been broken down into\ncharged constituents. The source of these charged",
        "start": 306.19,
        "duration": 5.44
    },
    {
        "text": "particles is a heated cathode which causes the atoms of\nthe sample to ionize. These were known as cathode rays at",
        "start": 311.63,
        "duration": 10.37
    },
    {
        "text": "the time. In 1897 Thomson set out to prove\nthe cathode rays produced from the cathode",
        "start": 322.0,
        "duration": 8.16
    },
    {
        "text": "were a stream of negative negatively charged particles\ncalled electrons. From Maxwell's theory he knew that charged",
        "start": 330.16,
        "duration": 7.59
    },
    {
        "text": "particles could be deflected in a magnetic field which is\nshown just about here. So, depending on the polarity, the",
        "start": 337.75,
        "duration": 8.33
    },
    {
        "text": "electrons went up or down. Because of the bending\nof the path of the emitted electron in the",
        "start": 346.08,
        "duration": 9.32
    },
    {
        "text": "cathode tube experiment, it became clear that it had to\nbe a charged particle, negative in nature because it was",
        "start": 355.6,
        "duration": 7.52
    },
    {
        "text": "pushed by the north south magnetic field\nthat has been put into the electron beam",
        "start": 363.12,
        "duration": 6.88
    },
    {
        "text": "path. Through his work science was introduced to a whole\nnew discovery namely the electron. Through his work",
        "start": 370.0,
        "duration": 9.16
    },
    {
        "text": "the result was a model for the atom that acknowledged electrons\nand the fact that they can be taken away from the atom,",
        "start": 379.16,
        "duration": 7.52
    },
    {
        "text": "leaving a positively charged atom. The discovery of\nthese subatomic corpuscules overturned the notion that",
        "start": 386.68,
        "duration": 7.76
    },
    {
        "text": "atoms are indivisible. The best description\nat the time was that it would resemble a plum",
        "start": 394.44,
        "duration": 5.87
    },
    {
        "text": "pudding, where the electrons resemble the distributed\nplum throughout the pudding which is depicted here. He was",
        "start": 400.31,
        "duration": 9.25
    },
    {
        "text": "honored with the Nobel Prize in physics in 1906.\nWhen Chadwick famously discovered",
        "start": 409.56,
        "duration": 8.12
    },
    {
        "text": "the neutron, it caused a debate that was finally more or\nless settled at the 7th Solvay Conference in Brussels,",
        "start": 421.52,
        "duration": 6.11
    },
    {
        "text": "Belgium in 1933. The only alternative to\nneutrons was the existence of nuclear electrons",
        "start": 427.63,
        "duration": 7.61
    },
    {
        "text": "which would counteract some of the proton charges\nof the nucleus. Since by then it was known that",
        "start": 435.24,
        "duration": 5.23
    },
    {
        "text": "the nuclei had about twice the mass than could be\naccounted for if they were simply assembled from hydrogen",
        "start": 440.47,
        "duration": 7.89
    },
    {
        "text": "nuclei, meaning protons. But how these nuclear\nelectrons could be trapped in the nucleus was still a",
        "start": 448.36,
        "duration": 7.0
    },
    {
        "text": "mystery. This is when and where it was decided, at the Solvay\nConference, that a neutron is not a combination of a proton",
        "start": 455.36,
        "duration": 7.92
    },
    {
        "text": "and electron, but rather a fundamental particle\nwithout an electrostatic charge, meaning it is",
        "start": 463.28,
        "duration": 7.44
    },
    {
        "text": "neutral. Hence the name neutron. After the acceptance\nof the neutron, which was very much influenced",
        "start": 470.72,
        "duration": 8.68
    },
    {
        "text": "by the need to make quantum mechanics work, we basically\nend up with our current understanding, in essence at",
        "start": 482.24,
        "duration": 5.72
    },
    {
        "text": "least, of the atom. An atom has several key\nattributes that are observed: a positively charged",
        "start": 487.96,
        "duration": 8.23
    },
    {
        "text": "nucleus (the nucleus is depicted here) - the nucleus is made\nup of positive protons and neutral neutrons - the red and the",
        "start": 496.19,
        "duration": 9.4
    },
    {
        "text": "green if you will, red - green. The electrons do however\nnot fall into the nucleus which is still a little bit of a",
        "start": 505.59,
        "duration": 8.0
    },
    {
        "text": "mystery. And the ratio of the neutrons, protons,\nand the outer electrons, on average is one on one on",
        "start": 513.59,
        "duration": 7.53
    },
    {
        "text": "one. Note that current nuclear physics explains the\nnucleus in quantum-mechanical terms. In a nucleus",
        "start": 521.12,
        "duration": 6.64
    },
    {
        "text": "occupying a certain energetic state, each nucleon is set to\noccupy a range of locations. To refresh everybody's mind, here",
        "start": 527.76,
        "duration": 11.03
    },
    {
        "text": "is what the current Periodic Table of the Elements looks like.\nWe see there is a periodicity, in groupings, in the",
        "start": 539.83,
        "duration": 7.37
    },
    {
        "text": "list of elements. The periodicity goes from the\nleft to the right, and the groupings go from top to",
        "start": 547.2,
        "duration": 8.96
    },
    {
        "text": "bottom. The term ‘element’ is used for atoms with a given\nnumber of protons regardless of whether or not they are",
        "start": 556.88,
        "duration": 8.19
    },
    {
        "text": "ionized or chemically bonded. For example hydrogen \nin water. In short, the number of protons and the",
        "start": 565.07,
        "duration": 7.2
    },
    {
        "text": "outer electrons determine the element. When all this\nis taken into account, the current understanding of the",
        "start": 572.27,
        "duration": 8.77
    },
    {
        "text": "atoms and the elements is very poor, to say the least.\nIf this is all that is offered after a century of research and",
        "start": 586.04,
        "duration": 7.12
    },
    {
        "text": "untold amounts of resources having been poured\ninto technological projects based on this,",
        "start": 593.16,
        "duration": 6.48
    },
    {
        "text": "then I would feel disappointed in fact. This is what \ndrove me to study the atom and the elements. The",
        "start": 599.64,
        "duration": 6.8
    },
    {
        "text": "disappointment of in truth a highly disputable\nmodel that asks us to believe certain things in",
        "start": 606.44,
        "duration": 8.24
    },
    {
        "text": "order to make it work, could simply not satisfy my \nneed to know. Throughout the years, my personal",
        "start": 614.68,
        "duration": 6.04
    },
    {
        "text": "lesson was that the whole basics was wrong. This started\nfor me around 2006 and ever since the model has been slowly",
        "start": 620.72,
        "duration": 8.88
    },
    {
        "text": "growing and maturing. The strong force, which is seen at\nthe first bullet point, is a postulated force. It simply",
        "start": 629.6,
        "duration": 10.76
    },
    {
        "text": "was needed in order to explain how the protons would stick\ntogether in the nucleus. So, any good model should be based on",
        "start": 642.6,
        "duration": 20.52
    },
    {
        "text": "observations and logic. Only after that comes the understanding\nof the whole, or the narrative if you will. The Structured",
        "start": 663.12,
        "duration": 7.27
    },
    {
        "text": "Atom Model has the following key features. It shows \na logical construction of the atom in accordance",
        "start": 670.39,
        "duration": 7.17
    },
    {
        "text": "with observations. It explains why the atom has a positive\nnucleus with negative electrons around it. It explains",
        "start": 677.56,
        "duration": 7.48
    },
    {
        "text": "why the electrons do not fall into the positive nucleus.\nIt explains in a logical manner how chemistry arises. It",
        "start": 685.04,
        "duration": 11.28
    },
    {
        "text": "explains the periodicity of the Periodic Table of the Elements\nand, still an open question, why do electrons and protons",
        "start": 696.32,
        "duration": 7.51
    },
    {
        "text": "not annihilate each other? Still unanswered.\nSAM is a new model. No, yes, take your",
        "start": 703.83,
        "duration": 10.81
    },
    {
        "text": "pick. Let's see. This model is still very much in\ndevelopment and despite some efforts to the question",
        "start": 715.12,
        "duration": 6.51
    },
    {
        "text": "as to why the proton and electron do not annihilate each\nother is still unanswered, the only thing I would like",
        "start": 721.63,
        "duration": 5.17
    },
    {
        "text": "to add is that the observation would indicate that\nperhaps the proton and the electron are made up of smaller",
        "start": 726.8,
        "duration": 6.36
    },
    {
        "text": "organizations. The model right now does not rule this out nor\ndeny it. In fact, I think this is a beautiful example of how",
        "start": 733.16,
        "duration": 7.28
    },
    {
        "text": "we can cooperate [coming] from different disciplines to find\nthe answer to this question. For the model itself, it is not",
        "start": 740.44,
        "duration": 7.44
    },
    {
        "text": "essential to have this question answered because it goes\nbeyond the scope of the organization of the nucleus. The",
        "start": 747.88,
        "duration": 5.88
    },
    {
        "text": "observation is still there regardless of the answer\nto the question. There has to be an organization",
        "start": 753.76,
        "duration": 7.66
    },
    {
        "text": "to the nucleus of the atom. There's simply too\nmany hints and leads that cannot be ignored that",
        "start": 764.39,
        "duration": 8.97
    },
    {
        "text": "point to this to be true. When we try to find an\nanswer to how the nucleus of the atom is organized, we",
        "start": 773.36,
        "duration": 8.36
    },
    {
        "text": "can find no real answers at all. Only that the nucleus is\nmade up of neutrons and protons. How these fit together",
        "start": 781.72,
        "duration": 6.76
    },
    {
        "text": "is officially still a mystery. This presentation\nwill offer evidence that the nucleus is structured,",
        "start": 788.48,
        "duration": 6.47
    },
    {
        "text": "and we'll point out how this is the case, with its \nregularities and rules, and what principles are in",
        "start": 794.95,
        "duration": 5.77
    },
    {
        "text": "effect. At about 2008, I found a correlation of the\ngeometry of the spheres; it's called spherical geometry.",
        "start": 800.72,
        "duration": 7.52
    },
    {
        "text": "You'll be surprised how little can be found on that.\nWhen we reach the number seven, we",
        "start": 808.24,
        "duration": 5.71
    },
    {
        "text": "reach lithium. It's called a pentagonal bipyramid with a fancy \nword, and in 2010 I understood that carbon corresponded",
        "start": 813.95,
        "duration": 8.44
    },
    {
        "text": "with the icosahedron, or rather 12 spheres.\nIn 2012, I found basically an entire structure of the",
        "start": 822.39,
        "duration": 9.17
    },
    {
        "text": "nucleus and how it functions. Ever since I have been a\nstudent myself of this model and I can find correlation after",
        "start": 831.56,
        "duration": 7.88
    },
    {
        "text": "correlation. Some of these I hope to share with you here.\nThe model in short comes down to this. We have a",
        "start": 839.44,
        "duration": 6.95
    },
    {
        "text": "duality, which is depicted here on this slide that we call\na proton-electron pair that has the electrostatic force",
        "start": 846.39,
        "duration": 8.73
    },
    {
        "text": "acting between them and this force is the causal\nfactor for the principle of the densest packing",
        "start": 855.12,
        "duration": 7.12
    },
    {
        "text": "that creates geometric shapes. These geometric shapes\nare integrated in a specific order and number, and they",
        "start": 862.24,
        "duration": 6.83
    },
    {
        "text": "create all the elements. During the next\nslides I will try to show you how that is the",
        "start": 869.07,
        "duration": 7.17
    },
    {
        "text": "case. So, when we go into the structure of the atom model,\nI would like to point out these postulations/observations that",
        "start": 878.6,
        "duration": 6.59
    },
    {
        "text": "the model is based upon. There's only one fundamental\nforce: the electrostatic force. The atom must have a",
        "start": 885.19,
        "duration": 7.53
    },
    {
        "text": "definitive organization which is responsible\nfor all the attributes of a particular element.",
        "start": 892.72,
        "duration": 7.6
    },
    {
        "text": "The neutron is not a fundamental particle, it's a \ncomposite of a proton- electron, but is redefined as a",
        "start": 900.32,
        "duration": 6.51
    },
    {
        "text": "connection between a nuclear electron and its surrounding\nprotons. A stable element must have a stable nucleus. There can",
        "start": 906.83,
        "duration": 7.24
    },
    {
        "text": "be no movement without any cause in the structure\nof the nucleus. A sphere, or a proton, must always",
        "start": 914.07,
        "duration": 7.17
    },
    {
        "text": "be part of one of the three identified geometrical\nstructures, namely the tetrahedron, the pentagonal",
        "start": 921.24,
        "duration": 8.39
    },
    {
        "text": "bipyramid or the icosahedron. The depictions will come in\na little bit. The inner structure of the atomic nucleus",
        "start": 929.63,
        "duration": 7.61
    },
    {
        "text": "dictates the outer electron structure, or rather the orbitals. So,\nhere we reach the “New” neutron. This is a schematic view of it.",
        "start": 937.24,
        "duration": 13.84
    },
    {
        "text": "In the center we can see how the neutron is redefined.\nInstead of being a fundamental particle, we have an electron",
        "start": 955.12,
        "duration": 10.95
    },
    {
        "text": "in the center, with two neighboring protons.\nThis is a stable structure. The charge of the electron in",
        "start": 966.07,
        "duration": 10.15
    },
    {
        "text": "the center is divided over the protons. This binds the\nprotons into a rigid connection, if you will. It resembles the",
        "start": 978.75,
        "duration": 9.08
    },
    {
        "text": "nucleus and is a stable configuration. The second electron, to\nmake the whole neutral again, is simply booted out. It's placed",
        "start": 987.83,
        "duration": 7.73
    },
    {
        "text": "in orbit which is about 100,000 times the radius of the\nnucleus. On the left we can see schematically how the",
        "start": 995.56,
        "duration": 11.51
    },
    {
        "text": "free neutron decay occurs. At the bottom we can see\nan intimately connected proton and electron, meaning",
        "start": 1007.07,
        "duration": 8.68
    },
    {
        "text": "there is no more energy in that system. It does decay however,\ninto the top depiction of basically a hydrogen atom - a",
        "start": 1015.75,
        "duration": 10.04
    },
    {
        "text": "proton and electron at a distance. On the bottom\nright, we can see what happens when we go into a",
        "start": 1025.79,
        "duration": 7.85
    },
    {
        "text": "triangular configuration which is depicted by helium-3.\nThere's simply no room for more than one nuclear",
        "start": 1033.64,
        "duration": 5.88
    },
    {
        "text": "electron - they're too close to each other. The other two which\nare depicted in the green here are simply booted out again.",
        "start": 1039.52,
        "duration": 9.12
    },
    {
        "text": "But to balance the whole, being three protons and three\nelectrons, above that we see how we end up with a helium-3",
        "start": 1048.64,
        "duration": 11.36
    },
    {
        "text": "with only one nuclear electron taking its resting\nposition in the center of the three protons, or at least",
        "start": 1060.67,
        "duration": 7.73
    },
    {
        "text": "it is seeking out that point. So, in classical terms we are left\nwith only one neutron, two protons, and two outer electrons.",
        "start": 1068.4,
        "duration": 12.0
    },
    {
        "text": "I would like to point out a paper done by Carl\nJohnson (actually more than one paper) and it's called",
        "start": 1083.52,
        "duration": 6.72
    },
    {
        "text": "”Statistical Analysis of Isotope Masses.” This\nanalysis of the precise NIST data seems to indicate",
        "start": 1090.24,
        "duration": 10.64
    },
    {
        "text": "that there is no energy which exists within any atomic\nnuclei to account for the existence of any Pi mesons or the",
        "start": 1102.0,
        "duration": 8.15
    },
    {
        "text": "necessary binding energy of any neutrons, or of any\nultra powerful strong force, or any neutrinos for that",
        "start": 1110.15,
        "duration": 9.37
    },
    {
        "text": "matter. This research has resulted in a far simpler and more\nlogical description of atomic nuclei. It also entirely complies",
        "start": 1119.52,
        "duration": 17.39
    },
    {
        "text": "with the known laws of science. No unseen\nstrong nuclear force - which allegedly",
        "start": 1136.91,
        "duration": 5.41
    },
    {
        "text": "works at an inverse fifth power of distance, except then it\nalso reverses in effect at really short dimensions - is either",
        "start": 1142.32,
        "duration": 9.44
    },
    {
        "text": "necessary or represented by any energy source. I would like\nto invite everybody who is very interested in this topic to",
        "start": 1151.76,
        "duration": 9.52
    },
    {
        "text": "try and seek out those papers - quite profound. Here we see\nthe building blocks of the model. From left to right we can",
        "start": 1161.28,
        "duration": 10.08
    },
    {
        "text": "identify them. First, we see the Platonic solids.\nOn the bottom we see the spherical geometry. Spherical",
        "start": 1173.0,
        "duration": 18.88
    },
    {
        "text": "geometry is not like the so-called hard (?) geometry which uses\npoints and lines in a two-dimensional depiction. Here we can",
        "start": 1191.88,
        "duration": 7.03
    },
    {
        "text": "see how the Platonic shapes are actually\ncreated by using spheres. In this case the",
        "start": 1198.91,
        "duration": 7.97
    },
    {
        "text": "protons, and as Plato already said, the atoms must be made\nup of geometrical shapes. This picture here was taken last",
        "start": 1206.88,
        "duration": 10.72
    },
    {
        "text": "year, sitting at a curb at the Grand Canyon, and I would\nlike to point out this gentleman with the red hat, James",
        "start": 1219.48,
        "duration": 7.07
    },
    {
        "text": "Sorensen. Ever since we met, James has been participating\nin this model by creating software code that led to a",
        "start": 1226.55,
        "duration": 8.17
    },
    {
        "text": "threedimensional Atom Builder. We can actually recreate\non the computer the several elements. The pictures you see",
        "start": 1234.72,
        "duration": 11.32
    },
    {
        "text": "during this presentation are taken from\nthat particular Atom Builder. The model has",
        "start": 1246.28,
        "duration": 6.16
    },
    {
        "text": "already proven to be crucial for further \ncontinuation. On the left we see the basic building",
        "start": 1252.44,
        "duration": 8.88
    },
    {
        "text": "blocks. The first one would be hydrogen, the second one would\nbe deuterium, the third one would be helium-3, the fourth is",
        "start": 1261.32,
        "duration": 8.47
    },
    {
        "text": "helium-4. This one is the so-called pentagonal bipyramid\nwhich equates to lithium, the first true element that",
        "start": 1269.79,
        "duration": 8.33
    },
    {
        "text": "we have in the periodic table. Even the name implies this,\nbecause lith, lithium, meaning stone, stone-like and the",
        "start": 1278.12,
        "duration": 7.12
    },
    {
        "text": "last one represents carbon. Here we see some\nessential tools that we used to develop the",
        "start": 1285.24,
        "duration": 19.55
    },
    {
        "text": "model. Nothing fancy, nothing expensive. The magnets that\nwe can see on the bottom here are used as a valuable tool",
        "start": 1304.79,
        "duration": 12.93
    },
    {
        "text": "because they mimic the central attraction force that is also\nthere in the atomic nucleus. This beautifully mimics densest",
        "start": 1317.72,
        "duration": 10.12
    },
    {
        "text": "packing, or rather the electrostatic force.\nTreated properly, they will show you the correct structure of the",
        "start": 1327.84,
        "duration": 7.4
    },
    {
        "text": "elements. Everybody can do this. Here we see the platonic\nsolids again, created using spheres for the so-called",
        "start": 1335.24,
        "duration": 9.44
    },
    {
        "text": "spherical geometry. Take note that the cube and the dodecahedron\nare not stable. They can easily be distorted, in contrast to",
        "start": 1348.08,
        "duration": 8.16
    },
    {
        "text": "the other three. So, the cube is not stable; the tetrahedron\nis stable; he icosahedron is stable; the dodecahedron is not",
        "start": 1356.24,
        "duration": 9.28
    },
    {
        "text": "stable; and the octahedron is stable. The proton geometrical\nstructure cannot exist on its own, nor can an electron structure",
        "start": 1365.52,
        "duration": 22.44
    },
    {
        "text": "be on its own. They need each other. They need each\nother in order to be in equilibrium. Only one on its",
        "start": 1387.96,
        "duration": 9.17
    },
    {
        "text": "own cannot be, the other one on its own cannot be, together they\ncan be. They are in equilibrium. All the protons that we have",
        "start": 1403.36,
        "duration": 9.28
    },
    {
        "text": "in this model must belong to [one of] three geometrical\nstructures, as I said, the tetrahedron here, the pentagonal",
        "start": 1412.64,
        "duration": 9.03
    },
    {
        "text": "bipyramid represented by lithium, and the icosahedron represented\nby carbon. On the left we have the electron structures",
        "start": 1421.67,
        "duration": 7.81
    },
    {
        "text": "which is an octahedron and a dodecahedron.\nOn the bottom here I show how they exactly fit together.",
        "start": 1429.48,
        "duration": 16.83
    },
    {
        "text": "The icosahedron is the most complete of the platonic\nsolids, meaning there is no bigger geometrical shape",
        "start": 1459.52,
        "duration": 7.84
    },
    {
        "text": "that can fit into a sphere, i.e. there is no\nbigger geometrical structure. The combination of",
        "start": 1467.36,
        "duration": 6.91
    },
    {
        "text": "protons and electrons pull towards their shared common center\nof that icosahedron. This is the primary argument for the",
        "start": 1474.27,
        "duration": 6.85
    },
    {
        "text": "applicability of the densest packing principle.\nCarbon embodies the icosahedron with its 20 triangular",
        "start": 1481.12,
        "duration": 10.15
    },
    {
        "text": "facets. (Let me see if this is right, right). Carbon embodies\nthis icosahedron with its 20 triangular facets. The 20 triangles",
        "start": 1491.27,
        "duration": 12.73
    },
    {
        "text": "correspond to the number of electrons necessary to reach\nthe noble gaseous state. With carbon, as is depicted",
        "start": 1504.0,
        "duration": 9.24
    },
    {
        "text": "here, not all the triangular facets of the nucleus are\noccupied, meaning there are positive spots left on the nucleus",
        "start": 1514.48,
        "duration": 7.43
    },
    {
        "text": "that can still react. In the green, we can see where an electron\nwould be, and where there is no green yet, like here, or here,",
        "start": 1521.91,
        "duration": 10.48
    },
    {
        "text": "there’s still positive charge left. So, on the left we see\na carbon with only six inner electrons. On the right we have",
        "start": 1532.39,
        "duration": 6.97
    },
    {
        "text": "a carbon with the six inner electrons and the six outer \nelectrons. However, take note not all the spots are green,",
        "start": 1539.36,
        "duration": 9.6
    },
    {
        "text": "meaning there's still chemical reactivity left.\nThis is basically the fundamental principle as to why",
        "start": 1548.96,
        "duration": 6.07
    },
    {
        "text": "chemistry is happening. When we take a look at the\nnoble gas configuration, we have the same nucleus,",
        "start": 1555.03,
        "duration": 8.45
    },
    {
        "text": "however, there are (like shown on the right) extra protons. These\nextra protons also imply there are extra electrons, and in the",
        "start": 1563.48,
        "duration": 9.79
    },
    {
        "text": "case of neon, we get the first complete nucleus whereby all\nthe spots are occupied. Hence, we reached the noble gaseous",
        "start": 1573.27,
        "duration": 12.81
    },
    {
        "text": "state. It's important to notice that this\nicosahedron of the carbon - which is still",
        "start": 1586.27,
        "duration": 4.76
    },
    {
        "text": "depicted here - has 20 triangular surfaces. So we get 10\ninner electrons, and 10 outer electrons. Together they will",
        "start": 1591.03,
        "duration": 9.61
    },
    {
        "text": "occupy no more positive charge, no more negative charge,\nno more reactivity and again [we have] the noble gaseous",
        "start": 1600.64,
        "duration": 12.27
    },
    {
        "text": "state. The main structure of the atom, or the backbone of the\nnucleus, is made up of the icosahedron or, as determined in",
        "start": 1616.36,
        "duration": 8.84
    },
    {
        "text": "this model, a carbon nuclet, whereby nuclet\nrefers to the identified geometrical shape of the",
        "start": 1625.2,
        "duration": 6.92
    },
    {
        "text": "protons. Each geometrical shape or nuclet has a center of\nattraction that is created and shared by the protons that",
        "start": 1632.12,
        "duration": 6.84
    },
    {
        "text": "are part of that nuclet. The geometrical structures\nare connected to each other by sharing no proton as",
        "start": 1638.96,
        "duration": 9.59
    },
    {
        "text": "shown on the first image. Here the main structure of\nthe atom is therefore a collection of the connected",
        "start": 1648.55,
        "duration": 11.48
    },
    {
        "text": "carbon nuclets that adhere to a doubling mechanism.\nWe tried to depict this in the rest of the pictures here. We go",
        "start": 1660.03,
        "duration": 7.17
    },
    {
        "text": "from one carbon nuclet, to two carbon nuclets,\nto four carbon nuclets, to eight carbon nuclets.",
        "start": 1667.2,
        "duration": 9.68
    },
    {
        "text": "This triangle, as you can see, is everywhere on the\nnucleus of the atom. This is most important: all the proton",
        "start": 1679.96,
        "duration": 9.24
    },
    {
        "text": "structures will always have only triangular surface areas.\nThis is when it is stable. So, this triangular area is where",
        "start": 1689.2,
        "duration": 8.4
    },
    {
        "text": "an electron would find its resting spot or at\nleast balance out and try to find that position.",
        "start": 1697.6,
        "duration": 10.28
    },
    {
        "text": "Here we see how the periodicity of the periodic table is\na result of these geometrical shapes. What we see here",
        "start": 1710.64,
        "duration": 13.42
    },
    {
        "text": "highlighted is the carbon group in the periodic table.\nThe carbon belongs there, silicon belongs",
        "start": 1724.67,
        "duration": 6.48
    },
    {
        "text": "there, germanium belongs there. When we go \nto shapes, we get this picture. On the left",
        "start": 1731.15,
        "duration": 6.97
    },
    {
        "text": "we see carbon made up of 12 nucleons or protons. In the \ncenter we see silicon which is 28 in total. However, on the left",
        "start": 1738.12,
        "duration": 10.48
    },
    {
        "text": "we see the same recurring carbon nuclet which is where all\nthe reactivity or the chemistry is. On the right we see the",
        "start": 1748.6,
        "duration": 7.95
    },
    {
        "text": "green. Every time we see green, it resembles a neutralized\nspot, meaning that part of the atom or the nucleus",
        "start": 1756.55,
        "duration": 7.57
    },
    {
        "text": "does not participate anymore. When we reach germanium,\nwhich is made up of 70 nucleons or protons, we can see that",
        "start": 1764.12,
        "duration": 8.15
    },
    {
        "text": "basically the whole atom is neutralized. And again the same\nrecurring carbon nuclet. The numbers still add up. So, when",
        "start": 1772.27,
        "duration": 10.09
    },
    {
        "text": "we see in this model these numbers here they correspond\nexactly to the element. Another example is the alkali",
        "start": 1782.36,
        "duration": 10.43
    },
    {
        "text": "metal group, lithium, sodium and potassium. When we try and\ntake a look at those shapes, we get the following picture. On",
        "start": 1794.03,
        "duration": 9.48
    },
    {
        "text": "the left we see lithium with seven particles in\nthe pentagonal bipyramid. In the center we get",
        "start": 1803.51,
        "duration": 7.85
    },
    {
        "text": "sodium - 23 particles. Again, the only active part\nof the atom is the red part here and to the left the",
        "start": 1811.36,
        "duration": 7.6
    },
    {
        "text": "neutralized part. On the right is potassium- 39.\nThe whole atom is neutralized except for that lithium nuclet.",
        "start": 1818.96,
        "duration": 10.28
    },
    {
        "text": "A final example would be the noble gases. So, we've taken neon,\nargon, krypton. When we take a look at the shapes, we get the",
        "start": 1830.27,
        "duration": 9.12
    },
    {
        "text": "following picture. Everything is completely green - only\nneutral endings as I call them - and we see neon with 22",
        "start": 1839.39,
        "duration": 9.81
    },
    {
        "text": "in this case. Neon has 20, 21, 22 as stable isotopes, chosen\n22 here. Argon with 38 here, and krypton with 80 here. And this",
        "start": 1849.2,
        "duration": 13.4
    },
    {
        "text": "keeps on recurring, this keeps repeating.\nThe cycle of eight. Here we see how the periodicity of",
        "start": 1862.6,
        "duration": 9.37
    },
    {
        "text": "the periodic table of the elements is the result of these\ngeometrical shapes. So the valence factor, or rather how",
        "start": 1873.76,
        "duration": 5.96
    },
    {
        "text": "many connections we can make with a certain element,\nwe can see that the carbon is usually taught to us as being",
        "start": 1879.72,
        "duration": 6.79
    },
    {
        "text": "a plus 4 or a minus 4. The nitrogen being a minus\n3, the oxygen minus 2, the fluorine minus 1. We can",
        "start": 1886.51,
        "duration": 8.49
    },
    {
        "text": "see the number of green increasing. Meaning \nevery time a pair is added, that part of the atom is",
        "start": 1895.0,
        "duration": 8.96
    },
    {
        "text": "neutralized. And the valence factor is dropping by one.\nWhen we continue, we reach neon, completely neutral. Sodium",
        "start": 1903.96,
        "duration": 9.0
    },
    {
        "text": "however, is plus 1 represented by the lithium nuclet again,\nas we saw in the previous example. Magnesium simply has",
        "start": 1912.96,
        "duration": 7.19
    },
    {
        "text": "two of those. Aluminum is a little bit more complex, it has\na lithium nuclet or geometrical shape and on the right side",
        "start": 1920.15,
        "duration": 7.81
    },
    {
        "text": "we see the yellow, which represents a beryllium\nnuclet, just a little bit heavier than the",
        "start": 1927.96,
        "duration": 6.31
    },
    {
        "text": "lithium. After that comes silicon. Silicon again is +4 or -4\nand +2. But we see, just as above, the carbon nuclet. And here",
        "start": 1934.27,
        "duration": 11.21
    },
    {
        "text": "the active carbon nuclet, on the right side the atom again\nis neutralized. This keeps repeating and repeating and",
        "start": 1945.48,
        "duration": 8.6
    },
    {
        "text": "repeating - the periodicity of the Periodic Table of the Elements.\nCarbon 14. Most commonly known example I would say,",
        "start": 1954.08,
        "duration": 15.28
    },
    {
        "text": "carbon 14 is radioactive for approximately 5,000\nyears or something to that effect, and actually we",
        "start": 1969.36,
        "duration": 8.43
    },
    {
        "text": "see the densest packing at work. In the center is a general\ndepiction found on Wikipedia for example, how an electron is",
        "start": 1977.79,
        "duration": 12.76
    },
    {
        "text": "booted out, or in this case over here, we see how a neutron decays\ninto a proton and an electron. They also talk about neutrinos and",
        "start": 1990.55,
        "duration": 11.96
    },
    {
        "text": "anti-neutrinos, but we leave them out for the moment.\nOn the right side here, according to the new model, we can see",
        "start": 2002.51,
        "duration": 11.4
    },
    {
        "text": "carbon-14. In the center we have the same carbon nuclet that\nwas blue just a moment ago. We have on the top one extra",
        "start": 2013.91,
        "duration": 8.64
    },
    {
        "text": "neutron and at the bottom one extra neutron, meaning it's\na proton plus an electron to bind them together. When they",
        "start": 2022.55,
        "duration": 7.53
    },
    {
        "text": "come close, they decay. Meaning the two are together now\nand there's only one electron needed, or rather actually",
        "start": 2030.08,
        "duration": 8.04
    },
    {
        "text": "there's only room for one electron. So this second electron\nis booted out, as we can see here. It takes its place in",
        "start": 2038.12,
        "duration": 7.67
    },
    {
        "text": "the orbit, therefore we reach the next element. So, you could\nsay in classical terms, that the numbers are six protons,",
        "start": 2045.79,
        "duration": 9.88
    },
    {
        "text": "six electrons and eight neutrons becoming seven\nprotons, seven electrons, and seven neutrons. That's",
        "start": 2055.67,
        "duration": 9.0
    },
    {
        "text": "the decay. If we talk the new model, we actually \nhave over here 14 protons with eight inner",
        "start": 2064.67,
        "duration": 9.44
    },
    {
        "text": "electrons (the six of the carbon plus the two of\nthe loose neutrons) and the six outer electrons",
        "start": 2074.11,
        "duration": 6.24
    },
    {
        "text": "that have always been there and it decays to the bottom\nto again 14 protons, seven inner electrons and seven outer",
        "start": 2080.35,
        "duration": 10.41
    },
    {
        "text": "electrons. This is the so-called beta minus decay.\nNow, our current research still focuses very",
        "start": 2090.76,
        "duration": 9.16
    },
    {
        "text": "much on these structures and we're trying to create a\ncorresponding periodic table of the elements. Not so",
        "start": 2099.92,
        "duration": 5.96
    },
    {
        "text": "much that the current one is wrong, but there are\nsome improvements to be made. Half the elements still",
        "start": 2105.88,
        "duration": 6.47
    },
    {
        "text": "have to be created in the Atom Builder that was mentioned \nbefore. We're not there yet, it's quite complex because of",
        "start": 2112.35,
        "duration": 5.97
    },
    {
        "text": "the number of possibilities that arise due to the doubling \nfactor. So, we are currently for example looking",
        "start": 2118.32,
        "duration": 11.84
    },
    {
        "text": "at the possibility of the existence of elements halfway\nthe periodic table of the elements that have not yet been",
        "start": 2135.28,
        "duration": 6.24
    },
    {
        "text": "discovered. I'm not talking about the real heavy elements\nI'm talking about elements halfway the periodic table, close",
        "start": 2141.52,
        "duration": 6.48
    },
    {
        "text": "to iron, close to copper, close to silver, gold etc. Nature \ntends to skip these steps not so much because it cannot",
        "start": 2148.0,
        "duration": 10.28
    },
    {
        "text": "be done, but because the combination of two to make the fusion\nhappen usually we get a helium nucleus or an alpha particle",
        "start": 2158.28,
        "duration": 9.64
    },
    {
        "text": "which combine. An alpha particle consists of four of these\nprotons, but to create that missing element in between,",
        "start": 2167.92,
        "duration": 6.88
    },
    {
        "text": "we need a deuterium to act on that. Just on chance-based\nand the abundancy of certain elements makes it almost",
        "start": 2174.8,
        "duration": 8.72
    },
    {
        "text": "impossible. Besides that, we are not even aware that there\nmight be something missing. It is my belief that ultimately",
        "start": 2183.52,
        "duration": 9.36
    },
    {
        "text": "these elements will be either discovered or created and I\nhope, I think, might actually validate this model in the",
        "start": 2195.04,
        "duration": 8.55
    },
    {
        "text": "future. We can see here how it basically resembles a tree-like\nstructure and where this doubling effect is coming on.",
        "start": 2203.59,
        "duration": 7.72
    },
    {
        "text": "So, this is like a stem, two branches which go into\nanother two branches and another two branches, or rather",
        "start": 2211.31,
        "duration": 9.52
    },
    {
        "text": "four. Interesting to note over here there's a collision.\nThe two branches basically touch each other and that",
        "start": 2220.83,
        "duration": 7.13
    },
    {
        "text": "happens just about where the stable elements lead and bismuth,\nwhich are the most stable last elements in the periodic",
        "start": 2227.96,
        "duration": 6.52
    },
    {
        "text": "table, from that point on all the elements are radioactive. I\nbelieve that due to that coming together of the branches is where",
        "start": 2234.48,
        "duration": 7.8
    },
    {
        "text": "it breaks. The bottom basically breaks up and the atom\nis split in two. I think we all know what that leads",
        "start": 2242.28,
        "duration": 8.64
    },
    {
        "text": "to. This theory is still far from complete - it\nprovides actually opportunities for everybody to",
        "start": 2255.07,
        "duration": 6.81
    },
    {
        "text": "participate in this advancement. There are limitations to\nspecific fields of science due to limited understanding of",
        "start": 2261.88,
        "duration": 5.64
    },
    {
        "text": "the atom I believe - in general and the elements specifically.\nThe atoms affect just about everything. In fact, I would like",
        "start": 2267.52,
        "duration": 9.31
    },
    {
        "text": "to challenge the scientific community to either point out these\nflaws and provide the next answer, or a clue or an error, or",
        "start": 2276.83,
        "duration": 8.28
    },
    {
        "text": "validate a proposed model. This is something I think we\nshould all agree on. All that is presented here today",
        "start": 2285.11,
        "duration": 6.65
    },
    {
        "text": "has been done without any professional support and\nrepresents a few creative minds working together.",
        "start": 2291.76,
        "duration": 7.72
    },
    {
        "text": "I can only imagine what we could achieve\nas a collective. We see here a screenshot",
        "start": 2299.48,
        "duration": 6.24
    },
    {
        "text": "basically of the Atom Builder that has been created. Again,\nJames Sorensen has been most important in this. He has been able",
        "start": 2305.72,
        "duration": 9.56
    },
    {
        "text": "to convert the model that I have in this rudimentary form into\nthis Atom Builder and we can see some of that here. Anybody",
        "start": 2315.28,
        "duration": 10.79
    },
    {
        "text": "who is interested in this and learning more about this,\nI would like to invite to the breakout room. We have a beautiful",
        "start": 2326.07,
        "duration": 5.81
    },
    {
        "text": "setup and we have lots of examples. We have magnets you can\nuse and create and play with. I would like to summarize the new",
        "start": 2331.88,
        "duration": 10.64
    },
    {
        "text": "atomic model as follows. We have a duality\nthat we call a proton-electron pair with the",
        "start": 2344.44,
        "duration": 6.52
    },
    {
        "text": "electrostatic force acting between them. This force is the\ncausal mechanism for the principle of densest packing that",
        "start": 2350.96,
        "duration": 5.92
    },
    {
        "text": "creates geometrical shapes. These geometrical shapes\nin a specific order sequence and number create all the",
        "start": 2356.88,
        "duration": 7.88
    },
    {
        "text": "elements. The model shows to observe nature and properties\nof the atom and explains the reason why the nucleus of",
        "start": 2364.76,
        "duration": 5.64
    },
    {
        "text": "the atom is positively charged, why the outer\nelectrons stay at range and do not fall into the",
        "start": 2370.4,
        "duration": 7.19
    },
    {
        "text": "nucleus and addresses a causal factor for chemistry.\nIn fact, physics and chemistry are kind of separated, exactly",
        "start": 2377.59,
        "duration": 7.21
    },
    {
        "text": "where the atom is. In this case the physical model goes\nstraight into chemistry and there are many, many more",
        "start": 2384.8,
        "duration": 8.55
    },
    {
        "text": "implications and consequences - too many\nto mention today. There are some potential",
        "start": 2393.35,
        "duration": 6.94
    },
    {
        "text": "implications and I named some here.\nWe have plasma physics, astrophysics,",
        "start": 2402.48,
        "duration": 4.63
    },
    {
        "text": "cosmology. I think we can reach a far\nbetter understanding of the nuclear",
        "start": 2407.11,
        "duration": 6.77
    },
    {
        "text": "structure. Better understanding of chemistry,\nnuclear fusion and fission. Maybe even smaller nanotechnology.",
        "start": 2413.88,
        "duration": 7.12
    },
    {
        "text": "Radiometric dating - which is, to say the least,\nquite controversial - and transmutations and",
        "start": 2421.0,
        "duration": 6.76
    },
    {
        "text": "perhaps, as I mentioned, new elements. To conclude with\nthe thanks. Many people to thank, but a few persons",
        "start": 2427.76,
        "duration": 7.95
    },
    {
        "text": "in particular: Susan Schirott, Mark Span, Jean\nHafner for your EU support - unwavering I",
        "start": 2437.59,
        "duration": 6.48
    },
    {
        "text": "would say. James Sorensen – special. He made the Atom Builder\nand a website and that will become in the end I hope a tool that",
        "start": 2444.07,
        "duration": 8.17
    },
    {
        "text": "we can use for educational purposes. Jan Emming for the\ntext editing and his unwavering support as well. Karen",
        "start": 2452.24,
        "duration": 7.32
    },
    {
        "text": "Elkins with graphical representations and feedback. And I would\nlike to conclude there. Unfortunately, I cannot show you an",
        "start": 2459.56,
        "duration": 9.44
    },
    {
        "text": "animation, but again I would like to invite you\nto the breakout room where we have some lovely",
        "start": 2469.0,
        "duration": 4.72
    },
    {
        "text": "animations going and I would like to\nthank you for your attention.",
        "start": 2473.72,
        "duration": 4.63
    },
    {
        "text": "[Applause]",
        "start": 2478.35,
        "duration": 6.69
    },
    {
        "text": "[Music]",
        "start": 2488.42,
        "duration": 26.25
    }
]